{
  "publicApplicationId": "com.kreactive.footmercato",
  "description": "Téléchargez gratuitement l'application officielle de Foot Mercato pour WebOS. \nRetrouvez le meilleur du football et des transferts sur votre tablette ! \n\nA la pointe de l'actualité football et en particulier des transferts, Foot Mercato est devenu une référence sur le web. Désormais retrouvez nous sur votre tablette WebOS et téléchargez gratuitement l'application officielle. Retrouvez le meilleur du football et des transferts sur votre tablette et restez connecté à l'actualité à tout moment. \n\nNews : retrouvez les principales informations de la journée avec le meilleur de l'actualité Ligue 1, étranger et mercato et nos informations exclusives proposés dans le même format que dans la version web. \n\nFlash Mercato : Toutes les autres informations majeures de la journée (petites phrases chocs, rumeurs de transferts, blessures, signatures officielles de transferts) vous sont données à travers de courts articles allant droit au but ! \n\nMon FM : Sélectionnez vos clubs préférés et personnalisez votre application pour suivre vos clubs préférés plus facilement.",
  "version": "1.0.0",
  "homeURL": "http://www.footmercato.net",
  "supportURL": "http://www.footmercato.net",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "Copyright Footmercato.net 2004-2010",
  "licenseURL": "http://www.footmercato.net",
  "locale": null,
  "appSize": "541514",
  "installSize": "541514",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": 0,
  "currency": "USD",
  "filename": "com.kreactive.footmercato_1.0.0_all.ipk",
  "free": true,
  "images": [
    {
      "thumbnail": "1000460/icon/S/icon_1_0_0.png",
      "screenshot": "1000460/icon/S/icon_1_0_0.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.kreactive.footmercato_1.0.0_all.ipk",
  "starRating": 4
}
