{
  "publicApplicationId": "com.sierraburkhart.basiliskii",
  "description": "Ready to emulate a Mac on your TouchPad? An initial (but very functional) build of Basilisk II for the TouchPad is ready for use. Everything essential works just fine, including the display, touchscreen, sound, onscreen keyboard, and networking. Things are still a bit hack-ish in this early stage (meaning that there's no configuration GUI, nor is the emulator without its quirks), as lots of changes to the code were and are still required in order to get this running smoothly on webOS.",
  "version": "0.1.0",
  "versionNote": "Basilisk II requires a ROM file from an actual Mac in order to run. You need to supply this file, as it's technically illegal to distribute and use a ROM, even from an old Mac, if you don't own the hardware. If you Google quadra 650 rom that might help you. This build is pre-configured to use a Quadra 650 ROM file. To install it, place it at /media/internal/basiliskii/quadra650.rom\n\nYou'll now need to install a hard disk image with Mac system software at /media/internal/basiliskii/MacOS755.hfv.\r\nKeep in mind that Basilisk II only runs very early versions of the Mac OS (up to 8.1, I believe)... so don't try to run anything newer. Early versions of the system (up to 7.5.x) are available for free from Apple. You can either prepare a system image using Basilisk II on your desktop computer, or you can download a prepared image of System 7.5.5 (highly recommended) at Macintosh Garden\n\nIf you wish to customize the configuration or the location of the required files, edit the CONFIG file -- it's located at /media/cryptofs/apps/usr/palm/applications/com.sierraburkhart.basiliskii/CONFIG\n\nNOTES about current quirks (these will all be resolved in future releases):\r\n- The coloration of the video will appear a bit off until you set the color depth to 256 colors from within the Monitors control panel in the emulated Mac OS.\r\n- The on-screen keyboard will appear, but only if the emulated OS is in 256 colors mode.\r\n- You can also change the screen resolution from within the Monitors control panel; I added a special 1024x526 mode to the video driver to accommodate an XS onscreen keyboard. You may have to re-set the screen resolution on every launch, for the time being.\r\n- The on-screen keyboard cannot yet be hidden and called up at will.\r\n- To enable networking through your TouchPad's Wifi connection, ensure that DHCP is enabled in the TCP/IP control panel.\r\n- The default keymapping leaves much to be desired -- useful Mac keys (command, etc.) are not mapped at the moment.\r\n",
  "supportURL": "http://href.li/?http://macintroid.tripod.com/macintroid/id7.html",
  "homeURL": "https://www.emaculation.com/forum/viewtopic.php?t=7297",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "2011, ElOsito",
  "licenseURL": "None",
  "locale": "en_US",
  "appSize": 315358,
  "installSize": 315358,
  "isEncrypted": false,
  "adultRating": false,
  "islocationbased": false,
  "lastModifiedTime": "2011-10-04T13:04:48-04:00",
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": {
    "provides": {
      "noApp": false,
      "dockMode": false,
      "universalSearch": false,
      "connectors": [
        "null"
      ],
      "services": [],
      "optimizedUserExperience": true
    }
  },
  "price": 0.00,
  "currency": "USD",
  "isAdvertized": false,
  "filename": "com.sierraburkhart.basiliskii_0.1.0_all.ipk",
  "free": true,
  "touchpad_exclusive": false,
  "images": {
    "1": {
      "screenshot": "1005807/screenshot1.png",
      "thumbnail": "1005807/screenshot1.png",
      "orientation": "L",
      "device": "T"
    }
  },
  "originalFileName": "com.nickburkhart.basiliskii_0.1.0_all.ipk"
}
