{
  "publicApplicationId": "com.britannica.kids.rainforests-uk",
  "description": "Smart apps + Smart learning = Smarter kids\n\nExplore the world’s rainforests and the unique animals, plants and people that inhabit them.  \n\nThis app is perfect for exploring the secrets and mysteries of rainforests in a fun and engaging way.  Learn and play at the same time through a variety of games like Memory Match, Jigsaw Puzzles, and the Magic Square among others.  Explore the earth’s rainforests through a wealth of amazing images and informative articles.  And as it’s from Encyclopædia Britannica, you can be sure it’s appropriate and safe for the whole family.\n\nLearning about rainforests has never been more fun with this quick, interactive and educational app based on the school curriculum and is deal for homework help.\n\nThen the fun starts:\n\nMap – With this amazing tool you can locate where you are anywhere in the world.  Want to see the where the nearest rainforest is? It’s easy with our map tool, and you can use the zoom feature to see the location up close.\n                \nJigsaw Puzzles, created from beautiful images from rainforests.  Break apart the puzzle and have some fun by sliding the pieces back into place to complete the puzzle – it’s not as easy as it looks!\n\nBrush Off: brush the layers to reveal images of rainforest animals and then try to guess what they are – how many can you answer correctly? \n\nTest your knowledge of rainforests with the Quiz feature - how much have you learned? But hurry: you must answer quickly as the quiz is timed!\n\nTestimonials:\n\n“Encyclopædia Britannica launches new educational apps what a BRILLIANT idea!!!” – Positive Parents (www.positive-parents.com)\n\n“…I have been seriously impressed with both the content and design.” – The iPhone Mom (www.iphonemom.com)\n\nTry it today!\n\nEncyclopædia Britannica, Inc.",
  "version": "1.1.1",
  "homeURL": "http://www.concentricsky.com/contact/",
  "supportURL": "http://www.concentricsky.com/contact/",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "Copyright Encyclopædia Britannica, Inc.",
  "licenseURL": "http://www.concentricsky.com/contact/",
  "locale": null,
  "appSize": "221121406",
  "installSize": "221121406",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": "5.99",
  "currency": "USD",
  "filename": "com.britannica.kids.rainforests-uk_1.1.1_all.ipk",
  "free": false,
  "images": [
    {
      "thumbnail": "10418/icon/S/icon_1_1_1.png",
      "screenshot": "10418/icon/S/icon_1_1_1.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.britannica.kids.rainforests-uk_1.1.1_all.ipk",
  "starRating": null
}
