{
  "publicApplicationId": "com.britannica.kids.dinosaurs-uk",
  "description": "Smart apps + Smart learning = Smarter kids\nExplore the fascinating world of the dinosaurs through this new interactive app and learn about dozens of different dinosaurs, their evolution and ultimate extinction. Learn and play at the same time through a variety of games, like Memory Match, Jigsaw Puzzles and the Magic Square among others. Learning has never been more fun with this informative and educational app.\n\nBritannica Kids Dinosaurs is suitable for children and has been developed around Britannica’s exclusive curriculum-based content, with high -quality images and interactive learning games.\n \nThen the fun starts:\n\nJigsaw Puzzles – created from amazing graphics of dinosaurs. Break apart the puzzle and have some fun by sliding the pieces back into place to complete the jigsaw. It’s not as easy as it looks!\n\nBrush Off – brush off the sand to expose the skeletons of dinosaurs and then try to guess what they are. How many can you answer correctly? \n\nTest your knowledge of dinosaurs with the Quiz feature – how much have you learned? But hurry, you must answer quickly as the quiz is timed!\n\nTestimonials:\n\n“Outstanding quality that Encyclopædia Britannica is known for.” – Adam Curry, The Big App Show\n\n“A lot of the learning will be incidental to the game play, but so what?” – Best Kids Apps (www.bestkidsapps.com)\n\n“Provides wonderful content in a friendly and educational presentation. The app definitely lives up to the Encyclopedia Britannica name… This is a beautifully designed app that’s full of information, activities and games.” – The iPhone Mom (www.iphonemom.com)\n\nTry it today!\n\nEncyclopædia Britannica, Inc.",
  "version": "1.1.1",
  "homeURL": "http://www.concentricsky.com/contact/",
  "supportURL": "http://www.concentricsky.com/contact/",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "Copyright Encyclopædia Britannica, Inc.",
  "licenseURL": "http://www.concentricsky.com/contact/",
  "locale": null,
  "appSize": "168196328",
  "installSize": "168196328",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": "5.99",
  "currency": "USD",
  "filename": "com.britannica.kids.dinosaurs-uk_1.1.1_all.ipk",
  "free": false,
  "images": [
    {
      "thumbnail": "10474/icon/S/icon_1_1_1.png",
      "screenshot": "10474/icon/S/icon_1_1_1.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.britannica.kids.dinosaurs-uk_1.1.1_all.ipk",
  "starRating": null
}
