{
  "publicApplicationId": "com.britannica.kids.aztec-uk",
  "description": "Smart apps + Smart learning = Smarter kids\n\nAztec Empire is the perfect app for learning all about the rise and fall of this fascinating civilization in a really cool and interactive way. From the founding of the great city of Tenochtitlán to the reign of Montezuma II and the Aztec’s conquest by Hernán Cortés, this informative app is suitable for children and has been developed around Britannica’s exclusive curriculum-based content, with high-quality images and interactive learning games. \n\nThen the fun starts: \n\nMap – with this amazing tool you can locate where you are anywhere in the world. Want to see where the Aztec ruins are? It’s easy with our map tool, and you can use the zoom feature to see the location up close.  \n\nJigsaw Puzzles – created from beautiful images of Aztec artefacts. Break apart the puzzle and have some fun by sliding the pieces back into place to complete the jigsaw. It’s not as easy as it looks! \n\nBrush Off – brush the layers to reveal images of Aztec objects and then try to guess what they are. How many can you answer correctly?\n\nTest your knowledge of the Aztec Empire with the Quiz feature – how much have you learned? But hurry: you must answer quickly as the quiz is timed! \n\nTest your memory with the popular Memory Match game and match up the pairs! \n\nTestimonials:\n\n“… outstanding quality that Encyclopædia Britannica is known for.” – Adam Curry, The Big App Show \n\n“Encyclopædia Britannica launches new educational apps what a BRILLIANT idea!!!” – Positive Parents (www.positive-parents.com) \n\nTry it today!\n\nEncyclopædia Britannica, Inc.",
  "version": "1.1.1",
  "homeURL": "http://www.concentricsky.com/contact/",
  "supportURL": "http://www.concentricsky.com/contact/",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "Copyright Encyclopædia Britannica, Inc.",
  "licenseURL": "http://www.concentricsky.com/contact/",
  "locale": null,
  "appSize": "197819466",
  "installSize": "197819466",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": "5.99",
  "currency": "USD",
  "filename": "com.britannica.kids.aztec-uk_1.1.1_all.ipk",
  "free": false,
  "images": [
    {
      "thumbnail": "10601/icon/S/icon_1_1_1.png",
      "screenshot": "10601/icon/S/icon_1_1_1.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.britannica.kids.aztec-uk_1.1.1_all.ipk",
  "starRating": null
}
