{
  "publicApplicationId": "com.ctladvance.bingwallpapers",
  "description": "** Neue Update! Optimierte Anzeige weniger Daten verwendet und ermöglicht schnellere Suche. Alle Dateien werden in den Ordner Downloads des Geräts für spätere Verwendung oder Extraktion gespeichert. Kleine Leistung Veränderungen sowie enthalten.  Bing Wallpaper Suche bringt Sie alle Wallpaper jederzeit! Dies ist die beste Hintergrundbild Suche Anwendung für WebOS auf Datum. Powered by Bings neue revolutionäre Suchmaschine, ermöglicht Bing Wallpaper Suche einem Benutzer, jedes Bild von etwas zu finden, Sie wollen und machen Ihre Hintergrundbild mit der Presse eine Schaltfläche. PKW, LKW, Boote, Flugzeuge, Tiere, Modelle, sexy Männer oder Frauen, überhaupt, Bing Hintergrundbild Suche hier für Sie ist. Wir haben auch eine Möglichkeit, den Erwachsenen Inhaltsfilter für Erwachsene Inhalt Herunterfahren aufgenommen. Wir empfehlen, dass Sie diese Anwendung über Wifi verwenden, aber Sie sind nicht auf diese beschränkt. E-Mail an CTLAdvance@live.com, und lassen Sie uns wissen, wenn Sie Fragen haben oder Anfordern von neue Funktionen. Genießen Sie!  Bing Wallpaper Search brings you any wallpaper any time! This is the best wallpaper search application for webOS to date. Powered by Bings new revolutionary search engine, Bing Wallpaper Search allows a user to find any image of anything they want and make it their wallpaper with the press of a button. Cars, trucks, boats, airplanes, animals, models, sexy men or women, anything, anytime bing wallpaper search is here for you. We have also included a way to shut down the adult content filter for adult content. We recommend that you use this application over wifi but you aren’t limited to it. Email us at CTLAdvance@live.com and let us know if you have any issues or request new features. Enjoy!",
  "version": "1.2.1",
  "homeURL": "http://forums.precentral.net/ctl-advance/228686-bing-search.html",
  "supportURL": "http://forums.precentral.net/ctl-advance/228686-bing-search.html",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "copyright 2010 CTL Advance CSAT",
  "licenseURL": "http://forums.precentral.net/ctl-advance/228686-bing-search.html",
  "locale": null,
  "appSize": "484850",
  "installSize": "484850",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": "0.99",
  "currency": "USD",
  "filename": "com.ctladvance.bingwallpapers_1.2.1_all.ipk",
  "free": false,
  "images": [
    {
      "thumbnail": "1582/de/images/1/L/bingwallpapers_2010-03-02_124406.png",
      "screenshot": "1582/de/images/1/L/bingwallpapers_2010-03-02_124406.png",
      "orientation": "P",
      "device": "P"
    },
    {
      "thumbnail": "1582/de/images/2/L/bingwallpapers_2010-03-02_124511.png",
      "screenshot": "1582/de/images/2/L/bingwallpapers_2010-03-02_124511.png",
      "orientation": "P",
      "device": "P"
    },
    {
      "thumbnail": "1582/de/images/3/L/bingwallpapers_2010-03-02_124559.png",
      "screenshot": "1582/de/images/3/L/bingwallpapers_2010-03-02_124559.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.ctladvance.bingwallpapers_1.2.1_all.ipk",
  "starRating": 3
}
