{
  "publicApplicationId": "com.cubolibo.sdwde",
  "description": "Testen Sie Ihr Wissen und erweitern Sie Ihren Horizont auf eine wundervolle, spielerische Art und Weise mit dem „Spiel der Weisen“! Mit 2.700 Fragen – aus neun verschiedenen Kategorien – werden sie graphisch ansprechend durch den Weg des Wissens zum Weisheitsstand des Lebens geführt... Die Fragen sind nach dem Multiple-Choice-Prinzip aufgebaut, so dass Ihnen zu jeder Frage drei mögliche Antwortalternativen zur Auswahl angeboten werden – doch Achtung: Die Zeit läuft! In Abhängigkeit von der Geschwindigkeit Ihrer Antwort werden Ihnen Punkte gutgeschrieben, so dass Sie sich mit anderen Spielern über die Weltrangliste vergleichen können. Da das „Spiel der Weisen“ pro Runde jeweils eine Frage zu den Kategorien Geografie, Geschichte, Kunst, Literatur, Musik, Naturwissenschaften, Sport, Film und Vermischtes enthält, wird von Ihnen ein großes Wissensspektrum abverlangt. Richtig beantwortete Fragen werden hierbei nicht wiederholt - über eine „Bonuschance“ erhalten Sie jedoch die Möglichkeit, Ihre falsch beantworteten Fragen erneut (richtig) zu beantworten und damit Ihr erlerntes Wissen anzuwenden und Ihren Weisheitsstand weiter zu verbessern. Umfangreiche Statistiken halten Sie stets auf dem Laufenden über Ihre bisher erreichten Punkte, Ihren Weisheitstrend (als Verhältnis der von Ihnen richtig gelösten zu allen bisher gespielten Fragen) sowie über Ihren Weisheitsstand (als Verhältnis der von Ihnen richtig gelösten zu allen Fragen der Weisen). Durch einen Touch auf diese Werte erhalten Sie zusätzliche Informationen, wie Sie sich in den einzelnen Kategorien bewährt haben. Wir wünschen viel Spaß beim „Spiel der Weisen“! Kurzbeschreibung: * 2.700 Fragen * Neun verschiedene Wissens-Kategorien (Geografie, Geschichte, Kunst, Literatur, Musik, Naturwissenschaften, Sport, Film und Vermischtes) * Umfangreiche Spiel-Statistiken inklusive Weltrangliste * Benutzerkonten (bis zu drei Benutzer auf einem Gerät)",
  "version": "1.0.1",
  "versionNote": "",
  "homeURL": "http://www.cubolino.de",
  "supportURL": "http://www.cubolino.de",
  "custsupportemail": "w@cubolino.de",
  "custsupportphonenum": "..",
  "copyright": "copyright 2009 cubolino gmbh",
  "licenseURL": "",
  "locale": "en_US",
  "appSize": 5833574,
  "installSize": 10493813,
  "isEncrypted": false,
  "adultRating": false,
  "islocationbased": false,
  "lastModifiedTime": "2012-05-31T20:13:01-04:00",
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": {
    "provides": {
      "noApp": false,
      "dockMode": false,
      "universalSearch": false,
      "connectors": [
        "null"
      ],
      "services": [],
      "optimizedUserExperience": false
    }
  },
  "price": 5.99,
  "currency": "USD",
  "isAdvertized": false,
  "filename": "com.cubolibo.sdwde_1.0.1_all.ipk",
  "free": false,
  "touchpad_exclusive": false,
  "images": {
    "1": {
      "screenshot": "1869/1.0.1/en/images/1/L/001.png",
      "thumbnail": "1869/1.0.1/en/images/1/L/001.png",
      "orientation": "P",
      "device": "P"
    },
    "2": {
      "screenshot": "1869/1.0.1/en/images/2/L/002.png",
      "thumbnail": "1869/1.0.1/en/images/2/L/002.png",
      "orientation": "P",
      "device": "P"
    },
    "3": {
      "screenshot": "1869/1.0.1/en/images/3/L/003.png",
      "thumbnail": "1869/1.0.1/en/images/3/L/003.png",
      "orientation": "P",
      "device": "P"
    }
  },
  "originalFileName": "com.cubolibo.sdwde_1.0.1_all.ipk",
  "starRating": null
}
