{
  "publicApplicationId": "com.drnull.drpodder",
  "description": "drPodder Redux combines the best of drPodder and GutenPodder with webOS Archive services to provide the best podcasting experience across all webOS Mobile devices. The TouchPad layout has been refined, while gesture controls for phones have been restored. Dead features have been stripped out, making way for upcoming integration with the webOS Archive Podcast Directory.\r\n\nThis version upgrades drPodder from the App Museum, adopting its database and launcher icon, but will coexist with drPodder HB (from Preware) and GutenPodder, if you want to continue to use those. The GPLv3 license is maintained and adhered to.\r\n\nPALM HOT APPS CONTEST WINNER!\n\nUPDATE: webOS 2.0 Compatible\n\ndrPodder allows you to keep track of audio and video podcasts on your webOS device without the need to hook up to a computer!\n\nSome Radio programs even have Podcast feeds you can add.  You can add new podcasts by URL or search a directory.  Podcasts can be updated on demand or through scheduled updates.\n\nPlayback streaming or downloaded podcasts.  Optional background downloading of new podcasts.  Automatic bookmarking for audio podcasts so you can finish later.  Playlist support to group your podcasts together & play through them all at once.\n\nIncludes sample podcasts such as:\n  - TWiT\n  - Stuff You Should Know\n  - PalmCast - one of the original podcasts about all things Palm has been partially restored for drPodder users!",
  "version": "1.5.6",
  "versionNote": "0.6.7 - includes a workaround for libsyn episodes that were not downloading properly in 0.6.4\r\n0.7.1 - includes (optional) Dashboard Controls and better landscape mode support.\r\n0.7.8 - bugfix for webOS 2.0 compatibility and long loading issues\r\n1.0.1 - drPodder Redux initial release. Improved TouchPad layout, Updater support\r\n1.0.2 - Minor UI bug fixes\r\n1.1.0 - webOS Archive Podcast Directory (including Tiny Feeds) integrated, dead directories removed.\r\n1.2.0 - Fixes back button issues and adds a special treat for webOS fans in the Default Feeds\r\n1.3.0 - Improved directory support, started adding Touch2Share\r\n1.3.5 - Sharing improved everywhere, including Touch2Share and Share Service Integration.\r\n1.4.0 - Changed audio class so podcasts can play in the background, even if other audio is playing.\r\n1.4.5 - Resolves an issue where podcast search results are lost if you tap to get more details on a podcast\r\n1.5.0 - Adds dark mode for LegoBatman and Hungarian localization thanks to Nomad84\r\n1.5.1 - Fixes a theme issue in the Dashboard; updates to Hungarian localization\r\n1.5.2 - Fixes a bug where over-sized album art could fill the screen during playback\r\n1.5.3 - Fixes some layout and theme issues, especially on Pre3\r\n1.5.4 - Address some dark theme bugs\r\n1.5.5 - Provides better integration with Podcast Directory and supports move to .org domain.\r\n1.5.6 - Fixes a bug in tiny feed selection.",
  "homeURL": "http://podcasts.webosarchive.org",
  "supportURL": "http://podcasts.webosarchive.org",
  "custsupportemail": "curator@webosarchive.org",
  "custsupportphonenum": "",
  "copyright": "Copyright 2022 Jon W, based on work by Walter Koch, Jamie Hatfield",
  "licenseURL": "GPLv3",
  "locale": "en_US",
  "appSize": 243160,
  "installSize": 4751360,
  "isEncrypted": false,
  "adultRating": false,
  "islocationbased": false,
  "lastModifiedTime": "2022-09-10T11:24:47-04:00",
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": {
    "provides": {
      "noApp": false,
      "dockMode": false,
      "universalSearch": false,
      "connectors": [
        "null"
      ],
      "services": [],
      "optimizedUserExperience": false
    }
  },
  "price": 0.99,
  "currency": "USD",
  "isAdvertized": false,
  "filename": "http://stacks.webosarchive.org/apps/com.drnull.drpodder_1.5.5_all.ipk",
  "free": false,
  "touchpad_exclusive": false,
  "images": {
    "1": {
      "screenshot": "2046/0.7.8/en/images/1/L/feedList.png",
      "thumbnail": "2046/0.7.8/en/images/1/L/feedList.png",
      "orientation": "P",
      "device": "P"
    },
    "2": {
      "screenshot": "2046/0.7.8/en/images/2/L/episodeList.png",
      "thumbnail": "2046/0.7.8/en/images/2/L/episodeList.png",
      "orientation": "P",
      "device": "P"
    },
    "3": {
      "screenshot": "2046/0.7.8/en/images/3/L/videoPlayback.png",
      "thumbnail": "2046/0.7.8/en/images/3/L/videoPlayback.png",
      "orientation": "P",
      "device": "P"
    },
    "4": {
      "screenshot": "2046/0.7.8/en/images/4/L/player.png",
      "thumbnail": "2046/0.7.8/en/images/4/L/player.png",
      "orientation": "P",
      "device": "P"
    },
    "5": {
      "screenshot": "2046/0.7.8/en/images/5/L/preferences.png",
      "thumbnail": "2046/0.7.8/en/images/5/L/preferences.png",
      "orientation": "P",
      "device": "P"
    }
  },
  "originalFileName": "com.drnull.drpodder_0.7.8_all.ipk",
  "starRating": 4
}
