{
  "publicApplicationId": "com.appible.senseandsensibilityaudio",
  "description": "In this app you can download & store chapters for listening without an internet connection, perhaps on your next flight or road trip. These audiobooks are great for your commute, long trips, hours at the gym or to just listen while washing the dishes.\n\nThis is a story of the English moneyed class and its eternal struggle for creating “sense and sensibility” in its world. A potential marriage prospect must make “sense” by bringing with it enough assets and income to permit the couple to continue to live in happy, idle leisure, complete with servants and a prestigious address. Provided one can find such a match among the eligible persons of the opposite sex, one then hopes for “sensibility”, or capacity for emotion, so that if love is not immediately to hand, it might come around later. And while these gentlemen and ladies [...] must of course adhere to all the forms of civility.\n\nJane Austen writes of the family of a gentleman named Dashwood who dies and leaves most of his fortune to his son, with the understanding that he will “look out for” his mother and three sisters. When that son marries a grasping woman who convinces him that his sisters’ funds are suitable to their needs and so require no contributions from his inherited fortune, the sisters are left to play the game of “Sense and Sensibility” in earnest.\n\nBut all’s not fair in love. Carefully prepared “attachments” can and do go awry when gentlemen find other young women of greater fortunes than the Dashwood sisters. So, will they marry for love? Or money? Or perhaps, not at all?\n\n(Summary by Mark F. Smith) \n\nThis audiobook uses recordings from Librivox.org, a community of generous volunteers who record public domain works and then publish their recordings in the public domain. The app is based on drPodder which was graciously provided to the open source community by drnull.",
  "version": "1.0.0",
  "homeURL": "http://appible.com/contact",
  "supportURL": "http://appible.com/contact",
  "custsupportemail": "",
  "custsupportphonenum": "",
  "copyright": "Copyright 2010 Appible LLC",
  "licenseURL": "http://appible.com/contact",
  "locale": null,
  "appSize": "286860",
  "installSize": "286860",
  "isEncrypted": null,
  "adultRating": null,
  "islocationbased": null,
  "lastModifiedTime": null,
  "mediaLink": null,
  "mediaIcon": null,
  "attributes": [],
  "price": "1.2",
  "currency": "USD",
  "filename": "com.appible.senseandsensibilityaudio_1.0.0_all.ipk",
  "free": false,
  "images": [
    {
      "thumbnail": "7102/images/1/L/senseandsensibility1.png",
      "screenshot": "7102/images/1/L/senseandsensibility1.png",
      "orientation": "P",
      "device": "P"
    },
    {
      "thumbnail": "7102/images/2/L/senseandsensibility2.png",
      "screenshot": "7102/images/2/L/senseandsensibility2.png",
      "orientation": "P",
      "device": "P"
    }
  ],
  "originalFileName": "com.appible.senseandsensibilityaudio_1.0.0_all.ipk",
  "starRating": null
}
